{
  "titles": 
  [
    [
      "Borobudur Temple"
    ],
    [
      "Garuda Wisnu"
    ],
    [
      "Jam Gadang"
    ],
    [
      "Besakih Temple"
    ],
    [
      "Sura and Baya statue"
    ]
  ],
  "contents": 
  [
    [
      "Borobudur, also transcribed Barabudur is a 9th-century Mahayana Buddhist temple in Magelang Regency, not far from the town of Muntilan, in Central Java, Indonesia. It is the world's largest Buddhist temple.The temple consists of nine stacked platforms, six square and three circular, topped by a central dome. It is decorated with 2,672 relief panels and 504 Buddha statues. The central dome is surrounded by 72 Buddha statues, each seated inside a perforated stupa.Built in the 9th century during the reign of the Sailendra Dynasty, the temple design follows Javanese Buddhist architecture, which blends the Indonesian indigenous tradition of ancestor worship and the Buddhist concept of attaining Nirvana."
    ],
    [ 
      "Garuda Wisnu Kencana Cultural Park (Indonesian: Taman Budaya Garuda Wisnu Kencana), or GWK, is a tourist destination and attraction located at Ungasan, Badung on the island of Bali, Indonesia.It is devoted to the Hindu god Vishnu, and his mount, Garuda, the mythical bird who became his companion. Owned and managed by Alam Sutera Realty, Tbk, the construction of the 120.9-metre statue of Vishnu riding his mount Garuda was completed in August 2018.[citation needed] The park has a land area of about 60 hectares and is 263 metres above sea level.Designed to be Indonesia’s tallest statue, Garuda Wisnu Kencana was inspired by a story from Hindu history (not mythology) about the search for Amrita (the elixir of life). According to that, Garuda agreed to be ridden by Lord Visnu in return for the right to use the elixir to liberate his enslaved mother.The idea for the monument was not without controversy, and religious authorities on the island complained that its massive size might disrupt the spiritual balance of the island, and that its commercial nature was inappropriate, but some groups approve of the project, because it will be a new tourist attraction on barren land."
    ],
    [
      "Jam Gadang  is a clock tower which is a landmark of Bukittinggi and West Sumatra province in Indonesia. The symbol is also typical of West Sumatra has a story and is unique because of the decades old. Jam Gadang name given by the Minangkabau to the clock tower building, because it has a clock tower that large sieve.Machine Jam Gadang is believed there are only two in the world. The twins of course that is currently installed at the Big Ben, England. Machine manually working the upstream, Forman (a famous nobleman) Brixlion named. Jam Gadang built in 1926 by architect Yazid Sutan Gigi Ameh. Laying of the first hour is done first son Rook Maker that moment still 6 years old. At the time the Dutch round the clock and on it stands a rooster statue, whereas in the Japanese occupation, shaped pagoda. At the time of independence, changing its shape longer a custom home ornaments Minangkabau. Diameter size of this clock is 80 cm, with a basic plan of 13x4 meters while the height of 26 meters."
    ],
    [
      "Besakih Temple is a pura complex in the village of Besakih on the slopes of Mount Agung in eastern Bali, Indonesia. It is the most important, the largest and holiest temple of Balinese Hinduism, and one of a series of Balinese temples. Perched nearly 1000 meters up the side of Gunung Agung, it is an extensive complex of 23 separate but related temples with the largest and most important being Pura Penataran Agung. The temple is built on six levels, terraced up the slope. The entrance is marked by a candi bentar (split gateway), and beyond it the Kori Agung is the gateway to the second courtyard"
    ],
    [
      "This landmark sculpture in Surabaya depicts a tussle for supremacy between a shark(Sura) and a crocodile(Baya) and is a symbol of Surabaya's strength. The statue holds special significance for the city of Surabaya, especially in light of the fact that the city got its name from the Javanese words for shark and crocodile, 'suro' and 'boyo' respectively. The two beasts are symbolic of the warring armies of Raden Widjaja and Tar Tar during 1293, after which Surabaya as a city was established."
    ]
  ],
  "questions": 
  [
    [
      "Where was borobudur temple located?",
      "What religion is the Borobudur Temple dedicated to?",
      "What architecture does this temple follows?"
    ],
    [
      "Where was Garuda Wisnu Kencana located?",
      "What religion is the Garuda Wisnu Kencana dedicated to?",
      "How high is Garuda Wisnu Kencana?"
    ],
    [
      "What is Jam Gadang?",
      "Where Jam Gadang is Located?",
      "How high is Jam Gadang?"
    ],
    [
      "What is Besakih Temple?",
      "Where Besakih Temple is Located?",
      "What religion is the Besakih Temple dedicated to?"
    ],
    [
      "what is Sura baya Statue located?",
      "what is This landmark sculpture depicts about?"
    ]
  ]
}